{
  "missatges":[
    {
      "id": 0,
      "text": [
        "Hola?:wave:",
        "Estàs bé?:blush:",
        "Pensava que no sobreviuries.",
        "No! Espera! No t'aixequis tan de pressa. :scream:",
        "T'has empassat molta aigua.",
        "Quan vaig veure que el mar feia desaparèixer el teu vaixell entre aquella terrible tempesta...:ocean: :thunder_cloud_rain:",
        "Però l'endemà al matí vas aparèixer flotant a la costa. Has tingut molta sort. Com et dius?"
      ],
      "seguent": [
        1
      ],
      "key_words": [
        ""
      ],
      "end": false
    },
    {
      "id": 1,
      "text": [
        "Jo em dic Kibo. Sóc un lloro, però no un lloro qualsevol. Ja ho aniràs veient.",
        "Estàs a una illa molt petita que no apareix ni als mapes. Jo t'aniré guiant per ajudar-te a sobreviure. Però tot depèn de tu. Les eleccions que facis decidiran si sobrevius o mors. Així que pensa bé abans de respondre. Què vols fer primer: explorar l'illa o anar a buscar recursos?\n"
      ],
      "seguent": [
        2,
        40
      ],
      "key_words": [
        "illa", "explorar",
        "recursos", "buscar"
      ],
      "end": false
    },
    {
      "id": 2,
      "text": [
        "Perfecte, doncs comencem explorant l'illa.",
        "Si anem cap a l'oest ens endinsarem a la selva. Si seguim cap al nord podrem vorejar la costa.",
        "Cap a on tirem?\n"
      ],
      "seguent": [
        3,
        30
      ],
      "key_words": [
        "selva", "oest",
        "costa", "nord"
      ],
      "end": false
    },
    {
      "id": 3,
      "text": [
        "Ens endinsem a la selva.",
        "És molt espessa.",
        "Se senten molts sorolls d'animals.",
        "Hauràs d'anar en compte perquè alguns són molt perillosos.",
        "Si t'hi fixes bé es pot sentir el soroll d'aigua corrent.",
        "Deu haver-hi un riu a prop.",
        "Espera.",
        "Què és això? Se sent una música de tambors.",
        "Què deu ser?",
        "Què prefereixes: descobrir d'on ve la música o buscar el riu?\n"
      ],
      "seguent": [
        4,
        25
      ],
      "key_words": [
        "música", "descobrir",
        "riu", "buscar"
      ],
      "end": false
    },
    {
      "id": 4,
      "text": [
        "Seguim el so de la música.",
        "Espera.",
        "Amaguem-nos darrera d'aquests arbustos.",
        "Crec que ja sé què és aquest so.",
        "Mira allà!",
        "És la tribu indígena de l'illa.",
        "Estan celebrant una de les seves ceremònies al voltant del foc.",
        "Són una tribu pacífica, però molt tradicionals.",
        "Tenen unes creences molt fortes, així que és millor no ofendre'ls.",
        "Estan fent una ofrena a un dels seus Déus, mira, per això tenen aquell tros de carn coent-se al foc. Què vols fer: ens acostem a la tribu o seguim explorant la selva?\n"
      ],
      "seguent": [
        5,
        25
      ],
      "key_words": [
        "acost", "tribu",
        "selva", "explor"
      ],
      "end": false
    },
    {
      "id": 5,
      "text": [
        "Ens han vist.",
        "Camina amb seguretat i mira'ls als ulls quan et parlin.",
        "Ara ja no ens podem fer enrera.",
        "Aquest és el Shaka, el cap de la tribu.",
        "S'agenolla davant teu i t'entrega una cuixa cuita.",
        "Mmmm...",
        "Fa molt bona olor.",
        "Agafa-la abans que s'ofengui.",
        "Què faràs amb ella: li fas una queixalada o la llances al terra?"
      ],
      "seguent": [
        6,
        7
      ],
      "key_words": [
        "queixalada", "cuixa",
        "terra", "llan"
      ],
      "end": false
    },
    {
      "id": 6,
      "text": [
        "Està realment molt bona!",
        "Quan el Shaka s'aixeca i veu que t'estas menjant la cuixa que t'ha ofert fa un crit i tres membres de la tribu t'apunten amb la seva llança.",
        "Em sembla que els has ofès...",
        "Els membres de la tribu indígena d'aquesta illa són tots vegetarians per tradició.",
        "Consideren la carn un regal massa preuat, i la reserven pels Deus, per això estaven fent una ceremònia on els hi entregaven les seves ofrenenes.",
        "Els membres de la tribu t'agafen i el lliguen amb molta força.",
        "Ja no hi ha escapatòria. Em sembla que tu seràs la seva pròxima ofrena als seus Déus..."
      ],
      "seguent": [],
      "key_words": [
        ""
      ],
      "end": true
    },
    {
      "id": 7,
      "text": [
        "Agafes la costella de carn i la llances contra el terra.",
        "El Shaka s'aixeca i fa un crit.",
        "De cop tots els membres de la tribu l'imiten i comencen a ballar al teu voltant",
        "Els membres de la tribu indígena d'aquesta illa són tots vegetarians per tradició.",
        "Consideren la carn un regal massa preuat, i la reserven pels Deus.",
        "Per això estaven fent una ceremònia on els hi entregaven les seves ofrenenes.",
        "Ara ja ets un d'ells.",
        "Alguns comencen a ballar al voltant del foc mentre uns altres seuen i els animen.",
        "Què faràs tu?"
      ],
      "seguent":
        [8, 20],
      "key_words": [
        "ball", "foc",
        "seu", "mir"
      ],
      "end": false
    },
    {
      "id": 8,
      "text": [
        "Balles amb ells al voltant del foc mentre intentes imitar els seus moviments!",
        "Un va fent crits i tots els altres el repeteixen.",
        "Tu t'uneixes als seus crits.",
        "Em sembla que t'han acceptat molt bé.",
        "Un dels membres més ancians treu un bol amb un líquid verd.",
        "Se'l van passant d'un a l'altre i tots hi fan un glop.",
        "Fins i tot els nens.",
        "Quan arriba a tu, l'olores.",
        "Fa una olor molt forta! Fins i tot et ploren els ulls.",
        "Què decideixes: fer-hi un glop o passar-li el bol al següent?"
      ],
      "seguent": [
        9, 31
      ],
      "key_words": [
        "glop", "fer",
        "bol", "pass"
      ],
      "end": false
    },
    {
      "id": 9,
      "text": [
        "Fas un glop del líquid pestilent i li passes al següent.",
        "Notes com et baixa pel coll, i de cop comences a veure-hi borrós.",
        "Et fa mal el cap i et costa aguantar-te dret.",
        "Els indígenes tenen tradicions ben estranyes eh!",
        "Intenta no adormir-te!:frowning:",
        "INTENTA NO ADORMIR-TE!:scream:",
        ":sleeping:",
        ":sleeping:",
        ":sleeping:",
        "Ei!",
        "Per fi et despertes",
        "Ahir va ser una nit mogudeta eh...",
        "No recordes res?",
        "Bé, a vegades és millor no recordar depen què.",
        "Estàs dins una de les tendes del campament.",
        "Ahir van haver de portar-te entre uns quants perquè no podies ni moure't.",
        "Aquestes pocions que es veuen els indígenes són molt fortes.",
        "Ai! D'on surt aquesta sang?",
        "Tens una ferida al cap.",
        "Hauries de dir-li al Shaka perquè si no te la cures aviat podries morir desagnat.",
        "El Shaka et diu que vagis a veure al bruixot de la tribu. Fa servir tècniques de medicina occidental molt espirituals. Què decideixes: fer-li cas al Shaka i anar a veure el bruixot o intentes curar-te-la tu mateix/a?\n"
      ],
      "seguent": [10, 12],
      "key_words": [
        "shaka", "bruixot",
        "mateix", "curar"
      ],
      "end": false
    },
    {
      "id": 10,
      "text": [
        "La tenda del bruixot fa una olor molt forta.",
        "A herbes i plantes, suposo.",
        "Està molt fosc, però al fons es veu el bruixot.",
        "Un home vell vestit amb una túnica.",
        "Et diu que t'hi acostis i et mira la ferida.",
        "Sembla que té clar el que necessites.",
        "Va a buscar entre tots els pots que té i te'n dona un.",
        "És un pot de crema groga que fa molt mala olor.",
        "Et diu que això et curarà la ferida.",
        "Depèn de tu si te'n fies o si t'hi negues.",
        "Que vols fer?"
      ],
      "seguent": [11, 13],
      "key_words": [
        "sí", "fio",
        "neg", "no"
      ],
      "end": false
    },
    {
      "id": 11,
      "text": [
        "Acceptes i el bruixot et posa la crema per tot el cap.",
        "Surts de la tenda molt content. La ferida ja no et fa gens de mal.",
        "Sembla increïble que la medicina natural funcioni tant bé!",
        "Ei! Espera! Estàs bé?",
        "Diria que no tot va tant bé com sembla.",
        "T'estàs marejant i caus al terra. Crec que no has fet bé al fiar-te del bruixot.",
        "No sé què devia portar aquella crema, però t'ha deixat pitjor de com estaves.",
        "Em sap greu, però em sembla que no sobreviuràs a aquesta infecció..."
      ],
      "seguent": [],
      "key_words": [
        ""
      ],
      "end": true
    },
    {
      "id": 12,
      "text": [
        "Veig que no ets gaire fanàtic de la medicina tradicional.",
        "Aconsegueixes trobar un fil i un os per cosir.",
        "Amb sort això servirà per tapar la ferida.",
        "Ara que ja tens els materials, on et cosiràs la ferida? A una de les tendes o al mig del bosc?"
      ],
      "seguent": [
        14, 15
      ],
      "key_words": [
        "tend", "una",
        "bosc", "mig"
      ],
      "end": false
    },
    {
      "id": 13,
      "text": [
        "Això que has fet ha ofès a la tribu.",
        "Decideixen expulsar-te per sempre.",
        "Si jo fos tu correria ben lluny d'aquí.",
        "I millor que no tornem a apropar-nos a aquesta zona de la selva.",
        "Marxem d'aquí.",
        "Si seguim per allà arribarem a la costa."
      ],
      "seguent": [
        31
      ],
      "key_words": [
        ""
      ],
      "end": false
    },
    {
      "id": 14,
      "text": [
        "Mira, aquesta tenda està buida.",
        "És hora de posar fil a l'agulla!",
        "Literalment:wink:",
        "Mentre estàs tant concentrat cosint entra el Shaka.",
        "Ha quedat meravellat per les teves habilitats i s'adona que podries ser el nou xaman de la tribu.",
        "Et sembla una bona idea?"
      ],
      "seguent": [
        16, 13
      ],
      "key_words": [
        "sí", "si",
        "no", "ni"
      ],
      "end": false
    },
    {
      "id": 15,
      "text": [
        "Marxem al bosc perquè no et vegin els membres de la tribu.",
        "Aquesta pedra pot ser un bon lloc per seure mentre et cures.",
        "És hora de posar fil a l'agulla!",
        "Literalment:wink:",
        "Oh no! Sento passes!",
        "Allà al fons hi ha uns quants membres de la tribu que ens han seguit.",
        "Ens atrapen!",
        "Creuen que hem estat conspriant contra ells i per això hem fugit al bosc."
      ],
      "seguent": [
        13
      ],
      "key_words": [""],
      "end": false
    },
    {
      "id": 16,
      "text": [
        "T'has convertit en un membre de la tribu",
        "I a més en una posició molt privilegiada!",
        "Passaràs la resta dels teus dies entre ells.",
        "Un cop formes part d'aquesta tribu ja mai deixes de ser-ho.",
        "Almenys has aconseguit sobreviure en aquesta illa!"
      ],
      "seguent": [],
      "key_words": [""],
      "end": true
    },
    {
      "id": 17,
      "text": [
        "Sort que ningú t'ha vist escaquejar-te!",
        "Has aconseguit llançar la teva ració de líquid a una planta del voltant.",
        "Tots els membres de la tribu beuen, però tu no.",
        "Al cap de pocs minuts tots comencen a adormir-se o a fer coses estranyes.",
        "Quan tots dormen, tu decideixes fer el mateix.",
        "Bona nit!",
        ":sleeping:",
        ":sleeping:",
        ":sleeping:",
        "Ei!",
        "Desperta!",
        "Mira allà.",
        "La planta que es va beure la teva ració de líquid s'ha convertit en una planta-monstre gegant!. Tots estan tan adormits que no s'adonen de res, però si no espavilem la planta se'ns menjarà a tots. Què fem? Avisem al Shaka o intentem matar-la nosaltres sols?"
      ],
      "seguent": [
        18, 19
      ],
      "key_words": [
        "shaka", "avis",
        "mat", "nosaltres"
      ],
      "end": false
    },
    {
      "id": 18,
      "text": [
        "Anem a despertar al Shaka.",
        "De pressa!",
        "Hem d'explicar-li què hem vist.",
        "Hem aconseguit treure'l de la seva tenda.",
        "Quan veu el monstre, decideix lluitar contra ell.",
        "Sembla que serà una gran lluita!",
        "Oh no!",
        "La planta no triga ni dos segons en agafar al Shaka i empassar-se'l d'una queixalada.",
        "Els membres de la tribu es desperten amb el soroll i quan veuen el que ha passat es comencen a lamentar. Sense el Shaka estan perduts. Tots embogeixen i decideixen sacrificar-se deixant que la planta se'ls mengi.",
        "Em sembla que és la nostra oportunitat per fugir!",
        "Correm ben lluny d'aquí!"
      ],
      "seguent": [
        31
      ],
      "key_words": [],
      "end": false
    },
    {
      "id": 19,
      "text": [
        "Entre els dos acabarem amb la planta!",
        "Hem d'aconseguir arrancar-la del terra.",
        "Allà hi ha una pedra que ens pot servir de ganivet.",
        "Acosta-t'hi mentre jo la distrec.",
        "NO! ESPERA!",
        "Has fet un moviment massa brusc i la planta s'ha adonat del que intentaves. No ha trigat ni dos segons en agafar-te i menjar-te d'una queixalada. Em sembla que no ha sigut un final gaire agradable..."
      ],
      "seguent": [],
      "key_words": [],
      "end": true
    },
    {
      "id": 20,
      "text": [
        "Seiem aquí i mirem l'espectacle.",
        "Mira això!",
        "És una serp verinosa i està a punt de picar a aquell indígena!!",
        "Què fem? Intentem matar-la o cridem perquè se n'adoni?"
      ],
      "seguent": [
        21, 22
      ],
      "key_words": [
        "mat", "intent",
        "crid", "adoni"
      ],
      "end": false
    },
    {
      "id": 21,
      "text": [
        "T'aixeques d'un salt i agafes una pedra gegant.",
        "Sense pensar-t'ho la llences al cap de la serp i la mates.",
        "De cop tots paren de ballar i et miren a tu. El Shaka se t'acosta i et fa una reverència. Has demostrat la teva valentia i, com a recompensa, t'ofereix l'oportunitat de convertir-te en un soldat defensor de la tribu. Acceptes l'oferta?"
      ],
      "seguent": [
        16, 13
      ],
      "key_words": [
        "si", "sí",
        "no", "ni"
      ],
      "end": false
    },
    {
      "id": 22,
      "text": [
        "No ha servit de res.",
        "La serp l'ha picat igualment.",
        "L'indígena perd el coneixement de seguida.",
        "El verí ja li fa efecte.",
        "De cop apareix el bruixot de la tribu. Diu que sap d'una planta que funciona com a antídot per les picades d'aquesta serp. Ara no recorda quina de les dues és. Quina creus que és?"
      ],
      "seguent": [
        23, 24
      ],
      "key_words": [
        "conium", "maculatum",
        "asclepias", "curassavica"
      ],
      "photos": [
        {
          "path": "https://www.fotonostra.com/albums/plantas/fotos/cicuta.jpg",
          "caption": "Conium maculatum"
        },
        {
          "path": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Asclepias_curassavica_crop.jpg/1200px-Asclepias_curassavica_crop.jpg",
          "caption": "Asclepias curassavica"
        }
      ],
      "buttons": [
        "Conium maculatum",
        "Asclepias curassavica"
      ],
      "end": false
    },
    {
      "id": 23,
      "text": [
        "Has escollit la Cicuta.",
        "És una planta verinosa.",
        "El bruixot no ho sap i et fa cas.",
        "Quan veuen que el pobre indígena mor, et culpen a tu, creient que ho has fet expressament."
      ],
      "seguent": [
        13
      ],
      "key_words": [],
      "end": false
    },
    {
      "id": 24,
      "text": [
        "El bruixot et fa cas.",
        "L'indígena sobreviurà gràcies a tu!",
        "Aquesta planta és un antídot natural contra el verí d'algunes serps. En Shaka ha quedat meravellat per les teves habilitats i s'adona que podries ser el nou xaman de la tribu.",
        "Et sembla una bona idea?"
      ],
      "seguent": [
        16, 13
      ],
      "key_words": [
        "sí", "si",
        "no", "ni"
      ],
      "end": false
    },
    {
      "id": 25,
      "text": [
        "Ens davant d'un riu.",
        "Hi ha molt peixos saltant.",
        "Podríem poar-nos a l'aigua i intentar pescar-ne algun. Què hi dius: pesquem o seguim?"
      ],
      "seguent": [
        26, 27
      ],
      "key_words": [
        "pesq", "pesc",
        "segu", "endavant"
      ],
      "end": false
    },
    {
      "id": 26,
      "text": [
        "Doncs cap a l'aigua.",
        "Haurem de pescar amb les mans perquè no tenim res més.",
        ""
      ],
      "seguent": [
        28, 29
      ],
      "key_words": [
        "quiet", "no",
        "córr", "corr"
      ],
      "end": false
    },
    {
      "id": 27,
      "text": [
        "hi ha un nen. Ens hi acostem?"
      ],
      "seguent": [
        30, 31
      ],
      "key_words": [
        "si", "sí",
        "ni", "no"
      ],
      "end": false
    },
    {
      "id": 28,
      "text": [
        "mueres!"
      ],
      "seguent": [

      ],
      "key_words": [
        ""
      ],
      "end": true
    },
    {
      "id": 29,
      "text": [
        "T'has salvat. Seguim pel voltant del riu"
      ],
      "seguent": [
        27
      ],
      "key_words": [
        ""
      ],
      "end": false
    },
    {
      "id": 30,
      "text": [
        "El segueixes?"
      ],
      "seguent": [
        5, 31
      ],
      "key_words": [
        "segu", "sí",
        "segui", "no"
      ],
      "end": false
    },
    {
      "id": 31,
      "text": [
        "Anirem a la costa..."
      ],
      "seguent": [],
      "key_words": [""],
      "end": true
    }
  ]
}