{
  "missatges":[
    {
      "id": 0,
      "text": [
        "Hola?:wave:",
        "Estàs bé?:blush:",
        "Pensava que no sobreviuries.",
        "No! Espera! No t'aixequis tan de pressa. :scream:",
        "T'has empassat molta aigua.",
        "Quan vaig veure que el mar feia desaparèixer el teu vaixell entre aquella terrible tempesta...:ocean: :thunder_cloud_rain:",
        "Però l'endemà al matí vas aparèixer flotant a la costa. Has tingut molta sort. Com et dius?"
      ],
      "seguent": [
        1
      ],
      "key_words": [
        ""
      ],
      "end": false
    },
    {
      "id": 1,
      "text": [
        "Jo em dic Kibo. Sóc un lloro:parrot:, però no un lloro qualsevol. Ja ho aniràs veient.",
        "Estàs a una illa molt petita que no apareix ni als mapes. Jo t'aniré guiant per ajudar-te a sobreviure. Però tot depèn de tu. Les eleccions que facis decidiran si sobrevius o no. Així que pensa bé abans de respondre. Què vols fer primer: explorar l'illa o anar a buscar recursos?\n"
      ],
      "seguent": [
        2,
        72
      ],
      "key_words": [
        "illa", "explorar",
        "recursos", "buscar"
      ],
      "end": false
    },
    {
      "id": 2,
      "text": [
        "Perfecte, doncs comencem explorant l'illa.",
        "Si anem cap a l'oest ens endinsarem a la selva. Si seguim cap al nord podrem vorejar la costa.",
        "Cap a on tirem?\n"
      ],
      "seguent": [
        3,
        31
      ],
      "key_words": [
        "selva", "oest",
        "costa", "nord"
      ],
      "photos": [
        {
          "path": "https://i.pinimg.com/originals/b5/09/73/b50973972515480367b5eb41139ce2af.jpg",
          "caption": "Selva (Oest)"
        },
        {
          "path": "https://www.costacruceros.es/content/dam/costa/costa-asset/c_037/place/costa-cruceros-caribe.jpg.image.750.563.low.jpg",
          "caption": "Costa (Nord)"
        }
      ],
      "end": false
    },
    {
      "id": 3,
      "text": [
        "Ens endinsem a la selva.",
        "És molt espessa.",
        "Se senten molts sorolls d'animals.",
        "Hauràs d'anar en compte perquè alguns són molt perillosos.",
        "Si t'hi fixes bé es pot sentir el soroll d'aigua corrent.",
        "Deu haver-hi un riu a prop.",
        "Espera.",
        "Què és això? Se sent una música de tambors.",
        "Què deu ser?:hushed:",
        "Què prefereixes: descobrir d'on ve la música o buscar el riu?\n"
      ],
      "seguent": [
        4,
        25
      ],
      "key_words": [
        "música", "descobrir",
        "riu", "buscar"
      ],
      "end": false
    },
    {
      "id": 4,
      "text": [
        "Seguim el so de la música.",
        "Espera:raised_hand:.",
        "Amaguem-nos darrera d'aquests arbustos.",
        "Crec que ja sé què és aquest so.",
        "Mira allà!",
        "És la tribu indígena de l'illa.",
        "Estan celebrant una de les seves ceremònies al voltant del foc.",
        "Són una tribu pacífica, però molt tradicionals.",
        "Tenen unes creences molt fortes, així que és millor no ofendre'ls.",
        "Estan fent una ofrena a un dels seus Déus, mira, per això tenen aquell tros de carn coent-se al foc. Què vols fer: ens acostem a la tribu o seguim explorant la selva?\n"
      ],
      "seguent": [
        5,
        25
      ],
      "key_words": [
        "acost", "tribu",
        "selva", "explor"
      ],
      "end": false
    },
    {
      "id": 5,
      "text": [
        "Ens han vist.",
        "Camina amb seguretat i mira'ls als ulls quan et parlin.",
        "Ara ja no ens podem fer enrera.",
        "Aquest és el Shaka, el cap de la tribu.",
        "S'agenolla davant teu i t'entrega una cuixa cuita:poultry_leg:.",
        "Mmmm...",
        "Fa molt bona olor:drooling_face:.",
        "Agafa-la abans que s'ofengui.",
        "Què faràs amb ella: li fas una queixalada o la llances al terra?"
      ],
      "seguent": [
        6,
        7
      ],
      "key_words": [
        "queixalada", "cuixa",
        "terra", "llan"
      ],
      "end": false
    },
    {
      "id": 6,
      "text": [
        "Està realment molt bona!",
        "Quan el Shaka s'aixeca i veu que t'estas menjant la cuixa que t'ha ofert fa un crit i tres membres de la tribu t'apunten amb la seva llança.",
        "Em sembla que els has ofès...",
        "Els membres de la tribu indígena d'aquesta illa són tots vegetarians per tradició.",
        "Consideren la carn un regal massa preuat, i la reserven pels Deus, per això estaven fent una ceremònia on els hi entregaven les seves ofrenenes.",
        "Els membres de la tribu t'agafen i el lliguen amb molta força.",
        "Ja no hi ha escapatòria. Em sembla que tu seràs la seva pròxima ofrena als seus Déus...:worried:"
      ],
      "seguent": [],
      "key_words": [
        ""
      ],
      "end": true
    },
    {
      "id": 7,
      "text": [
        "Agafes la costella de carn i la llances contra el terra.",
        "El Shaka s'aixeca i fa un crit.",
        "De cop tots els membres de la tribu l'imiten i comencen a ballar al teu voltant",
        "Els membres de la tribu indígena d'aquesta illa són tots vegetarians per tradició.",
        "Consideren la carn un regal massa preuat, i la reserven pels Deus.",
        "Per això estaven fent una ceremònia on els hi entregaven les seves ofrenenes.",
        "Ara ja ets un d'ells.",
        "Alguns comencen a ballar al voltant del foc mentre uns altres seuen i els animen.",
        "Què faràs tu?"
      ],
      "seguent":
        [8, 20],
      "key_words": [
        "ball", "foc",
        "seu", "mir"
      ],
      "end": false
    },
    {
      "id": 8,
      "text": [
        "Balles amb ells al voltant del foc mentre intentes imitar els seus moviments!",
        "Un va fent crits i tots els altres el repeteixen.",
        "Tu t'uneixes als seus crits.",
        "Em sembla que t'han acceptat molt bé.",
        "Un dels membres més ancians treu un bol amb un líquid verd.",
        "Se'l van passant d'un a l'altre i tots hi fan un glop.",
        "Fins i tot els nens.",
        "Quan arriba a tu, l'olores.",
        "Fa una olor molt forta! Fins i tot et ploren els ulls.",
        "Què decideixes: fer-hi un glop o passar-li el bol al següent?"
      ],
      "seguent": [
        9, 31
      ],
      "key_words": [
        "glop", "fer",
        "bol", "pass"
      ],
      "end": false
    },
    {
      "id": 9,
      "text": [
        "Fas un glop del líquid pestilent i li passes al següent.",
        "Notes com et baixa pel coll, i de cop comences a veure-hi borrós.",
        "Et fa mal el cap i et costa aguantar-te dret.",
        "Els indígenes tenen tradicions ben estranyes eh!",
        "Intenta no adormir-te!:frowning:",
        "INTENTA NO ADORMIR-TE!:scream:",
        ":sleeping:",
        ":sleeping:",
        ":sleeping:",
        "Ei!",
        "Per fi et despertes",
        "Ahir va ser una nit mogudeta eh...",
        "No recordes res?",
        "Bé, a vegades és millor no recordar depen què.",
        "Estàs dins una de les tendes del campament.",
        "Ahir van haver de portar-te entre uns quants perquè no podies ni moure't.",
        "Aquestes pocions que es veuen els indígenes són molt fortes.",
        "Ai! D'on surt aquesta sang?",
        "Tens una ferida al cap.",
        "Hauries de dir-li al Shaka perquè si no te la cures aviat podries morir desagnat.",
        "El Shaka et diu que vagis a veure al bruixot de la tribu. Fa servir tècniques de medicina occidental molt espirituals. Què decideixes: fer-li cas al Shaka i anar a veure el bruixot o intentes curar-te-la tu mateix/a?\n"
      ],
      "seguent": [10, 12],
      "key_words": [
        "shaka", "bruixot",
        "mateix", "curar"
      ],
      "end": false
    },
    {
      "id": 10,
      "text": [
        "La tenda del bruixot fa una olor molt forta.",
        "A herbes i plantes, suposo.",
        "Està molt fosc, però al fons es veu el bruixot.",
        "Un home vell vestit amb una túnica.",
        "Et diu que t'hi acostis i et mira la ferida.",
        "Sembla que té clar el que necessites.",
        "Va a buscar entre tots els pots que té i te'n dona un.",
        "És un pot de crema groga que fa molt mala olor.",
        "Et diu que això et curarà la ferida.",
        "Depèn de tu si te'n fies o si t'hi negues.",
        "Que vols fer?"
      ],
      "seguent": [11, 13],
      "key_words": [
        "sí", "fio",
        "neg", "no"
      ],
      "end": false
    },
    {
      "id": 11,
      "text": [
        "Acceptes i el bruixot et posa la crema per tot el cap.",
        "Surts de la tenda molt content. La ferida ja no et fa gens de mal.",
        "Sembla increïble que la medicina natural funcioni tant bé!",
        "Ei! Espera! Estàs bé?",
        "Diria que no tot va tant bé com sembla.",
        "T'estàs marejant i caus al terra. Crec que no has fet bé al fiar-te del bruixot.",
        "No sé què devia portar aquella crema, però t'ha deixat pitjor de com estaves.",
        "Em sap greu, però em sembla que no sobreviuràs a aquesta infecció..."
      ],
      "seguent": [],
      "key_words": [
        ""
      ],
      "end": true
    },
    {
      "id": 12,
      "text": [
        "Veig que no ets gaire fanàtic de la medicina tradicional.",
        "Aconsegueixes trobar un fil i un os per cosir.",
        "Amb sort això servirà per tapar la ferida.",
        "Ara que ja tens els materials, on et cosiràs la ferida? A una de les tendes o al mig del bosc?"
      ],
      "seguent": [
        14, 15
      ],
      "key_words": [
        "tend", "una",
        "bosc", "mig"
      ],
      "end": false
    },
    {
      "id": 13,
      "text": [
        "Això que has fet ha ofès a la tribu.",
        "Decideixen expulsar-te per sempre.",
        "Si jo fos tu correria ben lluny d'aquí.",
        "I millor que no tornem a apropar-nos a aquesta zona de la selva.",
        "Marxem d'aquí.",
        "Si seguim per allà arribarem a la costa."
      ],
      "seguent": [
        31
      ],
      "key_words": [
        ""
      ],
      "end": false
    },
    {
      "id": 14,
      "text": [
        "Mira, aquesta tenda està buida.",
        "És hora de posar fil a l'agulla!",
        "Literalment:wink:",
        "Mentre estàs tant concentrat cosint entra el Shaka.",
        "Ha quedat meravellat per les teves habilitats i s'adona que podries ser el nou xaman de la tribu.",
        "Et sembla una bona idea?"
      ],
      "seguent": [
        16, 13
      ],
      "key_words": [
        "sí", "si",
        "no", "ni"
      ],
      "end": false
    },
    {
      "id": 15,
      "text": [
        "Marxem al bosc perquè no et vegin els membres de la tribu.",
        "Aquesta pedra pot ser un bon lloc per seure mentre et cures.",
        "És hora de posar fil a l'agulla!",
        "Literalment:wink:",
        "Oh no! Sento passes!",
        "Allà al fons hi ha uns quants membres de la tribu que ens han seguit.",
        "Ens atrapen!",
        "Creuen que hem estat conspriant contra ells i per això hem fugit al bosc."
      ],
      "seguent": [
        13
      ],
      "key_words": [""],
      "end": false
    },
    {
      "id": 16,
      "text": [
        "T'has convertit en un membre de la tribu",
        "I a més en una posició molt privilegiada!",
        "Passaràs la resta dels teus dies entre ells.",
        "Un cop formes part d'aquesta tribu ja mai deixes de ser-ho.",
        "Almenys has aconseguit sobreviure en aquesta illa!"
      ],
      "seguent": [],
      "key_words": [""],
      "end": true
    },
    {
      "id": 17,
      "text": [
        "Sort que ningú t'ha vist escaquejar-te!",
        "Has aconseguit llançar la teva ració de líquid a una planta del voltant.",
        "Tots els membres de la tribu beuen, però tu no.",
        "Al cap de pocs minuts tots comencen a adormir-se o a fer coses estranyes.",
        "Quan tots dormen, tu decideixes fer el mateix.",
        "Bona nit!",
        ":sleeping:",
        ":sleeping:",
        ":sleeping:",
        "Ei!",
        "Desperta!",
        "Mira allà.",
        "La planta que es va beure la teva ració de líquid s'ha convertit en una planta-monstre gegant!. Tots estan tan adormits que no s'adonen de res, però si no espavilem la planta se'ns menjarà a tots. Què fem? Avisem al Shaka o intentem matar-la nosaltres sols?"
      ],
      "seguent": [
        18, 19
      ],
      "key_words": [
        "shaka", "avis",
        "mat", "nosaltres"
      ],
      "end": false
    },
    {
      "id": 18,
      "text": [
        "Anem a despertar al Shaka.",
        "De pressa!",
        "Hem d'explicar-li què hem vist.",
        "Hem aconseguit treure'l de la seva tenda.",
        "Quan veu el monstre, decideix lluitar contra ell.",
        "Sembla que serà una gran lluita!",
        "Oh no!",
        "La planta no triga ni dos segons en agafar al Shaka i empassar-se'l d'una queixalada.",
        "Els membres de la tribu es desperten amb el soroll i quan veuen el que ha passat es comencen a lamentar. Sense el Shaka estan perduts. Tots embogeixen i decideixen sacrificar-se deixant que la planta se'ls mengi.",
        "Em sembla que és la nostra oportunitat per fugir!",
        "Correm ben lluny d'aquí!"
      ],
      "seguent": [
        31
      ],
      "key_words": [],
      "end": false
    },
    {
      "id": 19,
      "text": [
        "Entre els dos acabarem amb la planta!",
        "Hem d'aconseguir arrancar-la del terra.",
        "Allà hi ha una pedra que ens pot servir de ganivet.",
        "Acosta-t'hi mentre jo la distrec.",
        "NO! ESPERA!",
        "Has fet un moviment massa brusc i la planta s'ha adonat del que intentaves. No ha trigat ni dos segons en agafar-te i menjar-te d'una queixalada. Em sembla que no ha sigut un final gaire agradable..."
      ],
      "seguent": [],
      "key_words": [],
      "end": true
    },
    {
      "id": 20,
      "text": [
        "Seiem aquí i mirem l'espectacle.",
        "Mira això!",
        "És una serp verinosa i està a punt de picar a aquell indígena!!",
        "Què fem? Intentem matar-la o cridem perquè se n'adoni?"
      ],
      "seguent": [
        21, 22
      ],
      "key_words": [
        "mat", "intent",
        "crid", "adoni"
      ],
      "end": false
    },
    {
      "id": 21,
      "text": [
        "T'aixeques d'un salt i agafes una pedra gegant.",
        "Sense pensar-t'ho la llences al cap de la serp i la mates.",
        "De cop tots paren de ballar i et miren a tu. El Shaka se t'acosta i et fa una reverència. Has demostrat la teva valentia i, com a recompensa, t'ofereix l'oportunitat de convertir-te en un soldat defensor de la tribu. Acceptes l'oferta?"
      ],
      "seguent": [
        16, 13
      ],
      "key_words": [
        "si", "sí",
        "no", "ni"
      ],
      "end": false
    },
    {
      "id": 22,
      "text": [
        "No ha servit de res.",
        "La serp l'ha picat igualment.",
        "L'indígena perd el coneixement de seguida.",
        "El verí ja li fa efecte.",
        "De cop apareix el bruixot de la tribu. Diu que sap d'una planta que funciona com a antídot per les picades d'aquesta serp. Ara no recorda quina de les dues és. Quina creus que és?"
      ],
      "seguent": [
        23, 24
      ],
      "key_words": [
        "conium", "primera",
        "asclepias", "segona"
      ],
      "photos": [
        {
          "path": "https://www.fotonostra.com/albums/plantas/fotos/cicuta.jpg",
          "caption": "Primera planta (Conium maculatum)"
        },
        {
          "path": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Asclepias_curassavica_crop.jpg/1200px-Asclepias_curassavica_crop.jpg",
          "caption": "Segona planta (Asclepias curassavica)"
        }
      ],
      "buttons": [
        "Conium maculatum",
        "Asclepias curassavica"
      ],
      "end": false
    },
    {
      "id": 23,
      "text": [
        "Has escollit la Cicuta.",
        "És una planta verinosa.",
        "El bruixot no ho sap i et fa cas.",
        "Quan veuen que el pobre indígena mor, et culpen a tu, creient que ho has fet expressament."
      ],
      "seguent": [
        13
      ],
      "key_words": [],
      "end": false
    },
    {
      "id": 24,
      "text": [
        "El bruixot et fa cas.",
        "L'indígena sobreviurà gràcies a tu!",
        "Aquesta planta és un antídot natural contra el verí d'algunes serps. En Shaka ha quedat meravellat per les teves habilitats i s'adona que podries ser el nou xaman de la tribu.",
        "Et sembla una bona idea?"
      ],
      "seguent": [
        16, 13
      ],
      "key_words": [
        "sí", "si",
        "no", "ni"
      ],
      "end": false
    },
    {
      "id": 25,
      "text": [
        "Ets davant d'un riu.",
        "Hi ha molt peixos saltant.",
        "Podríem posar-nos a l'aigua i intentar pescar-ne algun. Què hi dius: pesquem o seguim?"
      ],
      "seguent": [
        26, 27
      ],
      "key_words": [
        "pesq", "pesc",
        "segu", "endavant"
      ],
      "end": false
    },
    {
      "id": 26,
      "text": [
        "Doncs cap a l'aigua.",
        "Haurem de pescar amb les mans perquè no tenim res més.",
        "L'aigua t'arriba per la cintura.",
        "Oh no!",
        "Mira!",
        "Al fons del riu hi ha un...",
        ":crocodile:",
        "Està just al teu costat!",
        "Què faràs: quedar-te immòbil a veure si passa de llarg o intentar nedar per sortir de l'aigua?"
      ],
      "seguent": [
        28, 29
      ],
      "key_words": [
        "qued", "imm",
        "ned", "sorti"
      ],
      "end": false
    },
    {
      "id": 27,
      "text": [
        "Seguim caminant per la vora del riu, a veure què trobem.",
        "Allà davant hi ha un nen.",
        "Sembla d'una tribu d'aquí. Què fem? Anem a parlar amb ell o seguim el nostre camí?"
      ],
      "seguent": [
        30, 31
      ],
      "key_words": [
        "parl", "ell",
        "segu", "camí"
      ],
      "end": false
    },
    {
      "id": 28,
      "text": [
        "Et quedes quiet.",
        "El cocodril s'acosta cada cop més.",
        "Ja és massa tard...",
        "El tens just a sobre.",
        "Em sembla que t'has convertit en el seu dinar."
      ],
      "seguent": [

      ],
      "key_words": [
        ""
      ],
      "end": true
    },
    {
      "id": 29,
      "text": [
        "Sort que nedes tan ràpid!",
        "Has aconseguit sortir de l'aigua sense que el cocodril t'atrapés."
      ],
      "seguent": [
        27
      ],
      "key_words": [
        ""
      ],
      "end": false
    },
    {
      "id": 30,
      "text": [
        "El nen ens saluda.",
        "Sembla que s'està banyant tranquil·lament",
        "Quan ens veu surt de l'aigua i ens explica que viu a un poblat aquí al costat, amb la seva tribu. Ens convida a anar amb ell i així ens l'ensenyarà. El segueixes?"
      ],
      "seguent": [
        5, 31
      ],
      "key_words": [
        "segu", "sí",
        "segui", "no"
      ],
      "end": false
    },
    {
      "id": 31,
      "text": [
        "Anirem a la costa...",
        "T'apropes a la vorera de la platja i veus una silueta estranya dins de l'aigua.",
        "Alces la vista i veus que a un parell de metres hi ha unes palmeres enormes.",
        "Què vols fer, apropar-te a l'objecte estrany enfonsat o anar cap a les palmeres?"
      ],
      "seguent": [39, 32],
      "key_words":
      ["object", "enfons",
      "anar","palmer"],
      "end": false
    },
    {
      "id": 32,
      "text": [
        "T'has acostat a les palmeres. Fan una ombra enorme i creen un lloc molt agradable per fer un petit descans.",
        "Però si et fixes bé les palmeres tenen uns cocos molt apetitosos, tot i que semblen d'un tamany poc comú.",
        "Sembles cansat però el rugir de la panxa delata també la teva gana.",
        "Prefireixes descansar sota les palmeres o provar a agitar-les a veure si cau un coco?"

      ],
      "seguent": [36, 33],
      "key_words":
      ["descans", "palmer",
      "agit", "coco"],
      "end": false
    },
    {
      "id": 33,
      "text": [
        "Agites la palmera més gran de totes amb força.",
        "Estan caiguent uns cocos enormes! Ves amb cura no et facis mal!",
        "Sembla que cauen aleatòriament, et quedes quiet o intentes esquivar-los?"

      ],
      "seguent": [34, 37],
      "key_words":
      ["qued","quiet",
      "intent","esquiv"],
      "end": false
    },
    {
      "id": 36,
      "text": [
        "Les palmeres són tan grans que han creat una zona ombrejada molt acollidora.",
        "Decideixes tumbar-te. S'escolten les oles del mar pujant i baixant. És un so molt relaxant...",
        "Està decidit. Sembla que ... descansarem ... una ... mica ... :sleeping:"

      ],
      "seguent": [38],
      "key_words": [],
      "end": false
    },
    {
      "id": 34,
      "text": [
        "T'has quedat completament quiet i sembla un miracle! Cap coco t'ha ni tan sols tocat",
        "Sembla que la jugada t'ha sortit molt bé, els cocos han caigut tots al teu voltant."

      ],
      "seguent": [35],
      "key_words": [],
      "end": false
    },
    {
      "id": 37,
      "text": [
        "Consegueixes esquivar un coco! Un altre cau al costat del teu peu dret!",
        "Dones un altre salt per esquivar-ne un altre! Alces la vista, un coco s'aproxima directament cap a tu i...",
        ":boom:",
        ".",
        "Z",
        ".",
        "Zz",
        ".",
        "Zzz"

      ],
      "seguent": [38],
      "key_words": [],
      "end": false
    },
    {
      "id": 35,
      "text": [
        "Decideixes agafar un coco. L'obres amb un cop sec en una roca propera i comences a menjar.",
        "Està boníssim!",
        "Mmm",
        "Oi que té un gust millor a un coco convencional?",
        "La vegetació i el menjar d'aquesta illa és una mica sobrenatural.",
        ".",
        ".",
        "Mmm",
        ".",
        ".",
        "Molt bé. Ara que has omplert una mica la panxa seguim explorant!"
      ],
      "seguent": [47],
      "key_words": [],
      "end": false
    },
    {
      "id": 38,
      "text": [
        "Ei! Desperta!",
        "Portes un parell d'hores adormit.",
        "Si el sol s'hagués posat damunt teu podries haver tingut un cop de calor, i precisament aquí el sol no és poca cosa.",
        "Et trobes bé? Segur? Ves amb cura abans de posar-te de peu.",
        "D'acord, sembla que et trobes en condicions de caminar.",
        "Continuem explorant!"

      ],
      "seguent": [47],
      "key_words": [],
      "end": false
    },
    {
      "id": 39,
      "text": [
        "Sembla una xarxa. D'aquelles que utilitzen els pescadors.",
        "Podria ser útil per pescar alguna cosa per menjar. Però també sembla sospitós, no hem vist cap persona per la costa.",
        "Què vols fer, agafes la xarxa enfonsada o seguim costejant la platja?"

      ],
      "seguent": [40, 41],
      "key_words":
      ["xarx", "enfonsa",
      "cost", "platja"],
      "end": false
    },
    {
      "id": 41,
      "text": [
        "Seguim caminant per la costa.",
        "L'aigua que va pujant i baixant et fa pessigolles als peus. És una sensació agradable.",
        "Però alces el cap i a uns centenars de metres veus una sèrie d'arbrers caiguts que semblen haver creat un refugi natural.",
        "I una mica més lluny es pot distingir un altre refugi, però aquest sembla una cabanya construida. L'haurà fet una persona de l'illa?",
        "Cap a on tirem, cap la cabanya construida o al refugi natural?"

      ],
      "seguent": [43, 47],
      "key_words":
      ["cabany", "contr",
        "refug", "natural"],
      "end": false
    },
    {
      "id": 40,
      "text": [
        "Agafes la xarxa i comences a estirar",
        "Es mou a dures penes. Sembla que està enganxada a alguna cosa.",
        "Continues estirant però resulta inútil agafar-la tota.",
        "Podries arrencar una part de la xaxrxa si estires amb més força, però ves amb cura, el mar pot ser més traïdor del que aparenta.",
        "Tot depèn de tu, vols desistir i seguir costejant o insistir amb la xarxa?"
      ],
      "seguent": [41, 42],
      "key_words":
      ["desist", "cost",
        "insist", "xarx"],
      "end": false
    },
    {
      "id": 42,
      "text": [
        "Estires amb molta força!",
        "La xarxa comença a cedir, s'està arrancant un tros bastant gran.",
        "Però l'altura de l'aigua està baixant. Finalment pots veure la enorme roca que estava damunt i retenia la xarxa.",
        "Oh no! El mar s'està recollint i veus una ola que s'aproxima i cada vegada es fa més gran!",
        "Intentes escapar però t'has quedat enganxat amb la xarxa!",
        "Tens la ola just damunt! Està per rompre i afogarás!",
        ":ocean:",
        "..."
      ],
      "seguent": [],
      "key_words": [],
      "end": true
    },
    {
      "id": 43,
      "text": [
        "T'aproximes a la cabanya.",
        "Té finestres i una porta. Doncs sí que sembla que l'ha construit una persona...",
        "La porta està oberta. No es sent a ningú. Entrem a veure si trobem alguna cosa.",
        "Hi ha un llit i una persona estirada damunt. Està dormit.",
        "Què fem, el despertem per demanar-li ajuda o sortim de la cabanya?"
      ],
      "seguent": [44, 46],
      "key_words":
      ["despert", "ajud",
        "sort", "cabanya"],
      "end": false
    },
    {
      "id": 46,
      "text": [
        "D'acord. Millor no el molestem i sortim d'aquí",
        "Està una mica fosc, però crec que podem tornar a la porta sense problemes. Ves amb cura.",
        "Ei! Atenció! :glass_of_milk: No! :boom: Vaja... Has tirat un got que estava a l'esquina de la taula.",
        "Sembla que fort soroll l'ha despertat."
      ],
      "seguent": [
        45
      ],
      "key_words": [],
      "end": false
    },
    {
      "id": 44,
      "text": [
        "Doncs anem-lo a despertar.",
        "Tocali l'espat-lla. Suaument, només cal que s'adoni que estàs aqui.",
        "S'està girant. Has aconseguit despertar-lo."
      ],
      "seguent": [45],
      "key_words": [],
      "end": false
    },
    {
      "id": 45,
      "text": [
        "L'home és sorprén al veure desconeguts a casa seva. Millor que li expliquis la situació.",
        "...",
        ":clock3:",
        ":clock5:",
        ":clock8:",
        "...",
        "Vaja! Li has caigut molt bé :smile:. Està decidit a ajudar-te.",
        "En uns minuts el sol se n'anirà i es farà fosc :sunrise:. El nostre amic ens ofereix un llit on dormir. :bed:",
        "Què et sembla si avui descansem aquí i demà pensem que fer? Quina son :tired_face::sleepy:...",
        ":clock9: Bona nit :sleeping:."
      ],
      "seguent": [50],
      "key_words": [],
      "end": false
    },
    {
      "id": 50,
      "text": [
        "Desperta! Ja ha sortit el sol :sunny:!",
        "Que bé senta descansar en un bon llit eh :laughing:!",
        "Vale, ha arribat el moment decisiu.",
        "Què vols fer, abandonar l'illa o quedar-t'hi una temporada"
      ],
      "seguent": [63,61],
      "key_words":
      ["abandon","illa",
        "qued","temporad"],
      "end": false
    },
    {
      "id": 47,
      "text": [
        "Hem arribat a un petit refugi. Sembla que per les tempestes els arbres caiguts han acabant sent fent sostre natural.",
        "Hi ha restes de fusta que poden resultar molt útils per alguna mena de construcció.",
        "Sens dubte hauries d'aprofitar aquestos recursos naturals, podría ser la teva salvació.",
        "Podries fer una cabanya on viure o fins i tot una barca on escapar de l'illa.",
        "Correspon a tu decidir, què construiràs amb la fusta?"
      ],
      "seguent": [48, 52],
      "key_words": [
        "cabanya", "viure",
        "barca", "escapar"
      ],
      "photos": [
        {
          "path": "https://previews.123rf.com/images/alxyago/alxyago1606/alxyago160600022/60792390-pequeña-cabaña-de-madera-de-rusia-antigua-en-un-bosque-en-otoño.jpg",
          "caption": "Cabanya on viure"
        },
        {
          "path": "https://static3.depositphotos.com/1000415/159/i/450/depositphotos_1596032-stock-photo-wood-boat.jpg",
          "caption": "Barca on escapar"
        }
      ],
      "buttons": [
        "Cabanya on viure",
        "Barca on escapar"
      ],
      "end": false
    },
    {
      "id": 48,
      "text": [
        "D'acord! Construirem una cabanya molt maca!",
        "Comença per agafar aquells dos trossos de fusta :clock12:",
        "Ara junta això amb allò i alça una paret :clock3:",
        "Uff. Si que cansa això :tired_face: :clock5:",
        "Ànims! Que encara queda molt! :clock8:",
        "Mira la hora que és! Dins de poc es farà fosc, i durant la nit fa molt de fred a la costa.",
        "No ens donarà temps d'acabar la cabanya, però hem de decidir com afrontar la nit.",
        "Podem acabar de construir el llit o encendre un foc per aguantar millor el fred. Què opines?"
      ],
      "seguent": [49,51],
      "key_words":
      ["constr","llit",
        "encen","foc"],
      "end": false
    },
    {
      "id": 49,
      "text": [
        "Vinga doncs! Que un llit el construim en un pis pas :muscle:!",
        ":clock10",
        "Ja està el llit :bed:. Agafa aquelles fulles. Són molt espeses, provenen d'un arbre enorme.",
        "Segur que et serveixen per aillar-te del fred.",
        "Ja ho tenim tot. Demà serà un dia important, a dormir :sleeping:. ",
        "..."
      ],
      "seguent": [50],
      "key_words": [],
      "end": false
    },
    {
      "id": 51,
      "text": [
        "Vinga doncs! Que un foc no s'encén tot solet!",
        "Agafa aquelles branques d'allí, i algun tros de fusta més gruixut.",
        "Perfecte. Ara amb dos pedres... Sí, aquestes dos van bé. Has de fer-les xocar amb força, però no et facis mal.",
        "Va! :boom: Molt bé! Han saltat xispes! El foc s'ha encés! :fire:",
        "Perfecte, ara estarem protegits del fred.",
        "Has escoltat allò! :astonished: El foc ha cridat l'atenció d'algú.",
        "S'està apropant... un ser viu",
        "Que? :fearful:",
        "És un...",
        ":tiger:",
        "Un tigre t'ataca... Caus desplomat..."
      ],
      "seguent": [],
      "key_words": [],
      "end": true
    },
    {
      "id": 52,
      "text": [
        "Molt bé! Doncs vols abandonar l'illa eh? És molt comprensible.",
        "Una petita barca amb rems és una bona opció per sortir d'aquí.",
        "Primer de tot decidim per on començar. Amb tota aquesta fusta tenim molt material.",
        "Què vols fer per començar, cercar uns rems o la base de la barca?"
      ],
      "seguent": [53,54],
      "key_words":
      ["cerc", "rem",
      "base","barca"],
      "end": false
    },
    {
      "id": 53,
      "text": [
        "Anem a buscar dos trossos de fusta ben llargs. Ens han de servir de rems, així que si tenen un extrem més gruixut encara millor",
        "Sí, aquest podria valer. Segueix buscant :clock4:",
        "Molt bé! Ja tenim els rems. Ara toca retorcar-los una mica :clock6:",
        "Això ja estaria. Continuem amb la següent tasca :clock8:"
      ],
      "seguent": [55],
      "key_words": [],
      "end": false
    },
    {
      "id": 54,
      "text": [
        "Anem a buscar uns quants trossos de fusta allargatss. Si vols estar espaiat has de fer una base llarga.",
        "Sí, aquest tros podria valer. Ara junta-ho amb aquest altre. :clock4:",
        "Molt bé! Ja tenim la part central. Continua amb els costats de la base. Necesistem un altre tipus de fusta. :clock6:",
        "Això ja estaria. Continuem amb la següent tasca. :clock8:"
      ],
      "seguent": [55],
      "key_words": [],
      "end": false
    },
    {
      "id": 55,
      "text": [
        ":sunrise:",
        "Per fi hem acabat. És bastant estable però la mar estava molt mogut últimament, tot i que ara està tranquil.",
        "Segurament amb una mica més de fusta es podria reforçar la barca i fer-la més robusta.",
        "Però ja és pràcticament de nit, i a la costa les nits són molt fredes :cold_face:.",
        "Podríes anarte'n ara de l'illa amb la barca i el mar tranquil, o fins i tot dormir dins de la barca. Les fustes externes són d'un arbre que resisteix molt bé el fred.",
        "Què hem de fer, abandonar ara l'illa o dormir dins la barca?"
      ],
      "seguent": [56, 57],
      "key_words":
      ["abandon", "illa",
      "dorm", "barca"],
      "end": false
    },
    {
      "id": 56,
      "text": [
        "Així que t'agrada el risc! D'acord, agafa tot el que sigui imprescindible i porta el vaixell a la vorera del mar.",
        "Vinga puja! Utilitza els rems per alliberar-te de la sorra. Si senyor! Ja som en plena mar!",
        ":rowboat:",
        ":ocean:",
        "Oh no! Mira la lluna!",
        ":full_moon:",
        "Quan hi ha lluna plena puja la marea i el mar es torna un infern!",
        ":ocean:",
        ":wind_blowing_face: :sweat_drops: :rowboat: :sweat_drops:",
        ":ocean:",
        "Hem sembla que no sobreviurem al mar",
        ":mind_blown:"
      ],
      "seguent": [],
      "key_words": [],
      "end": true
    },
    {
      "id": 57,
      "text": [
        "Està decidit! Ens quedarem dins la barca.",
        "Ves a agafar aquelles fulles de palmera per protegir la barca.",
        "Ja està, perfecte. Bona feina.",
        "Quina son veritat? :sleeping: Ens hem protegit bé del fred.",
        "Bona nit, demà podràs ... abandonar ... aquesta ... illa ...",
        "Zzz"
      ],
      "seguent": [58],
      "key_words": [],
      "end": false
    },
    {
      "id": 58,
      "text": [
        ":sunny:",
        "Bon dia! Ja ha sortit el sol!.",
        "La mar sembla estar molt tranquila. Pot ser la barca estigui llesta en aquestes condicions.",
        "Però si vols assegurar-te es poden fer encara millores, depèn de tu.",
        "Vols sortir ara o millorar la barca?"
      ],
      "seguent": [60,59],
      "key_words":
      ["sort", "ara",
        "millor", "barca"],
      "end": false
    },
    {
      "id": 59,
      "text": [
        "Vale, ara toca fer la barca més robusta. Agafa aquest tipus de fusta per la proa.",
        "Molt bé. Ara necessitaràs aquesta per la popa i ambdós costats.",
        "Perfecte. També estaria bé encaixar el rems per evitar que es caiguin a l'aigua.",
        ":clock1: :clock2: :clock3:",
        "Genial! Ja està tot llest. Quan vuiguis pots marxar! :hugging:"
      ],
      "seguent": [71],
      "key_words": [],
      "end": false
    },
    {
      "id": 60,
      "text": [
        "Molt bé ens anem d'aquí!",
        "Ho tens tot? Segur? Doncs porta la barca a la vorera del mar :rowboat:.",
        "Utilitza els rems per separar-te de la sorra",
        "Quina força :muscle:! Ara rema cap a l'horitzó!",
        "Ops! La barca està cedint!",
        "Era massa fràgil encara!",
        "Ja som massa lluny de la costa.",
        "Està entrang aigua per tot arreu :sweat_drops: :rowboat: :sweat_drops:."

      ],
      "seguent": [],
      "key_words": [],
      "end": true
    },
    {
      "id": 61,
      "text": [
        "Així que vols quedar-te eh! Ens farem bons amics segur que sí :smile:.",
        "Doncs necessitarem un lloc on viure i dormir.",
        "Si senyor! No facis aquesta cara. Hem de construir una cabanya en condicions.",
        "Veuras que a gust estàs en aquesta illa tan meravellosa :grin:."
      ],
      "seguent": [],
      "key_words": [],
      "end": true
    },
    {
      "id": 63,
      "text": [
        "Així que vols abandonar l'illa eh! Al estar en una illa només et queda sortir per mar.",
        "Doncs ara toca construir una barca. Si vols aprofitar les bocanades de temps a favor teu millor que tingui veles.",
        "L'objectiu està clar :sailboat:!"
      ],
      "seguent": [64],
      "key_words": [],
      "end": false
    },
    {
      "id": 64,
      "text": [
        "Els elements més importants són la base de la barca i el màstil que subjectarà les veles.",
        "Primer hem de priorizar les tasques.",
        "Que farem primer: "
      ],
      "seguent": [65, 68],
      "key_words": [
        "base", "barca",
        "cerc", "màstil"
      ],
      "photos": [
        {
          "path": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSso-BM_Txq4MRjeDd0o2UBYECITwRO_CKnn8wWd7W-P5ZHCluV&usqp=CAU",
          "caption": "Base de la barca"
        },
        {
          "path": "https://cloud10.todocoleccion.online/playmobil/tc/2014/01/19/08/41070026.jpg",
          "caption": "Cercar un màstil"
        }
      ],
      "buttons": [
        "Base de la barca",
        "Cercar un màstil"
      ],
      "end": false
    },
    {
      "id": 65,
      "text": [
        "Anem a buscar uns quants trossos de fusta allargatss. Si vols estar espaiat has de fer una base llarga.",
        "Sí, aquest tros podria valer. Ara junta-ho amb aquest altre.",
        ":clock4:",
        "Molt bé! Ja tenim la part central. Continua amb els costats de la base. Necesistem un altre tipus de fusta.",
        ":clock6:",
        "Això ja estaria. Continuem amb la següent tasca.",
        ":clock8:"
      ],
      "seguent": [66],
      "key_words": [],
      "end": false
    },
    {
      "id": 68,
      "text": [
        "Anem a buscar un tros de fusta ben llarg i robust. Si ha de ser el màstil et faràs una idea del que necessitem.",
        "Sí, aquest tros podria valer. Bonna idea! :clock4:",
        "Molt bé! Ara fem una base per el màstil, pensa que serà el centre del vaixell. :clock6:",
        "Això ja estaria. Continuem amb la següent tasca. :clock8:"
      ],
      "seguent": [66],
      "key_words": [],
      "end": false
    },
    {
      "id": 66,
      "text": [
        "Molt bé ja hem acabat la base i el màstil està llest.",
        "Ara només queden les veles. Podrien servir unes fulles específiques. Però l'arbre en qüestió :deciduous_tree: es troba dins la selva i hi ha molts animals al voltant",
        "Epa! Mira per allí, sembla que algú està sortint de la cabanya construida. Segurament sigui l'home que l'ha construit i l'utilitza com a casa!",
        "Què n'opines, creus que pots apanyar-te sol amb buscant aquelles fulles o vols demanar ajuda a l'amic de la cabanya?"
      ],
      "seguent": [67, 69],
      "key_words":
      ["apany", "full",
      "ajuda","amic"],
      "end": false
    },
    {
      "id": 67,
      "text": [
        "Així que penses que pots apanyar-te-las tot solet. Molt bé m'agrada el teu esperit!",
        "Les fulles que necessites es troben en aquella direcció :arrow_right: :deciduous_tree:",
        "Ves amb mil ulls, la flora és molt densa.",
        "Oh mira! Uns micos :monkey: :monkey:",
        "Un s'apropa a nosaltres.",
        ":monkey:",
        "S'ha enfadat!",
        ":rage:",
        "Corre! Són micos enrabiats! Creuen que vols indavir el seu territori!",
        ":runner:"
      ],
      "seguent": [],
      "key_words": [],
      "end": true
    },
    {
      "id": 69,
      "text": [
        "Bona elecció! Segur que aquella persona ens ajuda!",
        ":runner:",
        "Explica-li que necessites algun material per fer una vela per una barca.",
        ":thinking:",
        "Té una idea! Ens diu de seguir-lo dins de la seva cabanya :house_with_garden:",
        ":bed:",
        "Ens ofereix les sabanes del seu llit! És una idea prodigiosa! Són un material perfecte per el que necessitem!"
      ],
      "seguent": [70],
      "key_words": [],
      "end": false
    },
    {
      "id": 70,
      "text": [
        "Ara has d'unir les sabanes amb el mastil.",
        "Ta-dá! Ja tenim la vela que li faltava a la barca! :partying_face:",
        "Doncs ja està tot llest. Quan vuiguis pots marxar."
      ],
      "seguent": [71],
      "key_words": [],
      "end": false
    },
    {
      "id": 71,
      "text": [
        "Arrastra la barca cap a la vorera del mar. Has agafat tot el que sigui imprescindible oi?",
        "Doncs som-hi! Donali una espenta a la barca i puja d'un salt!",
        "Si senyor! Quina agilitat felina!",
        "Aqui ens despedim amic, que tinguis un bon retorn a casa! :wave: :grinning:"
      ],
      "seguent": [],
      "key_words": [],
      "end": true
    },
    {
      "id": 72,
      "text": [
        "Perfecte, doncs anem en busca de recursos per l'illa.",
        "En primer lloc, anirem per la platja a veure si trobem una mica de fusta i algun tipo de menjar.",
        "Estem per la platja, corre una brisa marina molt relaxant, t'oblides de tot el que ha passat i desconectes una mica.",
        "Seguim sense trobar res, caminem fins que trobem una cova, allà potser hi ha algun tipo de recurs.",
        "Doncs, que vols fer entrar a la cova o seguir anem per un altre lloc?"
      ],
      "seguent": [73, 75],
      "key_words": ["cova", "entr", "lloc", "altre"],
      "end": false
    },
    {
      "id": 73,
      "text": [
        "Perfecte, entrem a la cova.",
        "Tot esta molt fosc i no es veu res.",
        "No tenim cap tipus de material per il•luminar la cova.",
        "Que vols fer seguir explorant la cova o marxar?"
      ],
      "seguent": [74, 75],
      "key_words": ["cova", "exp", "mar", "marxar"],
      "photos": [
        {
          "path": "https://image.freepik.com/vector-gratis/escena-fondo-cueva-rocosa-oscura_43633-6704.jpg",
          "caption": "Cova de la platja"
        }
      ],
      "end": false
    },
    {
      "id": 74,
      "text": [
        "Doncs seguim cap a dins la cova.",
        "És comença a escoltar uns sorolls molt extranys, i apareixen tot tipus d'animals salvatjes.",
        "NOOO, no pot ser un os gegant, CORREEE!! :scream:",
        "Ja es massa tard no podem escapar..",
        "Aqui arriba el nostre final."
      ],
      "seguent": [],
      "key_words": [""],
      "end": true
    },
    {
      "id": 75,
      "text": [
        "Al final has decidint no endinsar-te a la cova, ha sigut la millor eleció possible que podies fer!!.",
        "Allà dins viu un ós gegant amb molts més animals.. No haguessim sortit vius!! :scream:",
        "Doncs seguim una mica més per la platja, si no torbem res, anirem cap a la bora de la selva però sense entrar a dins, que es molt perillos.",
        "Mira!! Aquí i han uns quants cocos, agafem-los!!",
        "Que has menjat bé? Fas bona cara, s'et veu amb més energia!!",
        "Si tens més gana podem probar d'escalat aquestes palmeres a veure si trobem algun coco més, que et sembla?",
        "Vols pujar a agafar més cocos o seguim endavant?"
      ],
      "seguent": [76, 77],
      "key_words": ["pujar", "cocos", "seg", "endavant"],
      "end": false
    },
    {
      "id": 76,
      "text": [
        "Pues pujem a agafar més cocos!!! Serà una mica difícil que ho sapigues!",
        "Que bé! Ja estas arribant adalt de tot casi, segueix així",
        "Acabem d'arribar a dalt de tot i no hem trobat res, quina mala sort..",
        "Qué es aques soroll? NOO NOO pot ser :scream:",
        "Ens han vist uns babuinos, no tenim escapatòria",
        "S'estan apropant..",
        "Els tenim a sobre.. ja venen... NO!!!",
        "Ha sigut un plaer coneixeee...."
      ],
      "seguent": [],
      "key_words": [""],
      "end": true
    },
    {
      "id": 77,
      "text": [
        "No estem trobant res, haurem d'endinsar-nos una mica dins la selva",
        "Si no entrem molt cap a dins no sera perillós, a veure si trobem una mica de fusta per poder fer algun invent interesant!",
        "Que bonic és el sroll de la selva eh, que en penses?",
        "S'escolten tota mena d'animals, em relaxa molt",
        "A tot això, ja portem molta estona caminant i no trobem res..",
        "Ah mira, allà crec que podrem trobar algo, es una base abandonada de ves-hi a saber de qui.",
        "Que vols fer? Anem a investigar la base abandonada o seguim caminant?"
      ],
      "seguent": [78, 82],
      "key_words": ["invest", "base", "cam", "seg"],
      "end": false
    },
    {
      "id": 78,
      "text": [
        "Mira ja ens estem apropant, tot sembla segur.",
        "Seguim no? No tenim res a perdre tampoc.",
        "Ja hem arribat, hi ha tota mena de materials, pots agafar tot el que creguis necessari."
      ],
      "seguent": [79],
      "key_words": [""],
      "photos": [
        {
          "path": "https://us.123rf.com/450wm/subjob/subjob1708/subjob170800232/84508729-gr%C3%A1fico-decorativo-tur%C3%ADstico-carpa-de-dibujos-animados-aislado-entre-las-palmeras-camping-en-la-naturale.jpg?ver=6",
          "caption": "Campament abandonat"
        }
      ],
      "end": false
    },
    {
      "id": 79,
      "text": [
        "També hi ha una llança, crec que ens podría ser útil.",
        "Vols agafar la llança?"
      ],
      "seguent": [80, 81],
      "key_words": ["si", "s", "no", "n"],
      "end": false
    },
    {
      "id": 80,
      "text": [
        "Vigila, noto una presencia rara, pot ser que el campament no estigui abandonat o passi una tribu aprop d'aquí, no fem soroll a veure si no ens senten.",
        "Estigues quiet i no fagis soroll.",
        "S'estan apropant.. segueix quiet!! :scream:",
        "ACHISSSS!!",
        "Noo, ho sento no m'he pogut aguantar..",
        "Ja ens han vist, estan venint!!",
        "Hem pogut agafar la llança, intentem defensar-nos!",
        "Aqui venen!! Ataca!",
        "Molt bé! Ho has aconseguit!"
      ],
      "seguent": [82],
      "key_words": [""],
      "end": false
    },
    {
      "id": 81,
      "text": [
        "Vigila, noto una presencia rara, pot ser que el campament no estigui abandonat o passi una tribu aprop d'aquí, no fem soroll a veure si no ens senten.",
        "Estigues quiet i no fagis soroll.",
        "S'estan apropant.. segueix quiet!!",
        "ACHISSSS!!",
        "Noo, ho sento no m'he pogut aguantar..",
        "Ja ens han vist, estan venint!!",
        "No hem pogut agafar la llança, no tenim res a fer",
        "Aquesta tribu es una tribu salvatge no ens deixara vius..",
        "Aquí s'acaba el nostre viatge.."
      ],
      "seguent": [],
      "key_words": [""],
      "end": true
    },
    {
      "id": 82,
      "text": [
       "Bueno anem a seguir caminant a veure si trobem algun material o algo de menjar!",
        "Ens podem estar hores i hores buscant i no trobar res, aquesta illa és molt especial",
        "Pero bueno anem a seguir buscant, o sino també ens podem endinsar a la selva allà segur que trobarem moltes més coses!",
        "Que et sembla?",
        "Crec que no ens queda més opció que anar a dins la selva o si nó tornar cap a la costa"
      ],
      "seguent": [3, 31],
      "key_words": ["selva", "dins", "costa", "tornar"],
      "end": false
    }
  ]
}